[
  {
    "chunk_id": 1,
    "text": "Contents lists available at ScienceDirect journal homepage: www.elsevier.com/locate/ijregi Chronic viral hepatitis B: evaluation of the care of patients monitored at the SMIT in Tivaouane, Sénégal Agbogbenkou Tevi Dela Dem Lawson ∗ ,Maimouna Sidibé,Daouda Thioub ,Khadim Mbaye , Sylvie Audrey Diop Iba Der THIAM University of Thiès, Department of Health Sciences, Thiès, Senegal a r t i c l e i n f o Keywords: Chronic hepatitis B Follow-up EASL Senegal a b s t r a c t Objectives: Chronic hepatitis B is a liver-tropic disease caused by hepatitis B virus (HBV) with hepatitis B surface antigen persisting beyond 6 months. According to a 2024 report by the Pasteur Institute, the prevalence of chronic HBV infection in Senegal is alarming, ranking among the highest in the world, between 10 and 17%. Senegal currently does not have a standardized algorithm for the management of chronic hepatitis B. Since 2017, the European Association for the Study of the Liver (EASL) has proposed a new classiﬁcation of chronic hepatitis B and a surveillance scheme. The objective was to evaluate the management of patients with viral hepatitis B in rural areas according to the EASL criteria. Methods: Retrospective and prospective, descriptive study with analytical aim from March 15, 2022 to December 7, 2024, at the SMIT Mame Abdou Aziz Sy Dabakh hospital in Tivaouane. Included were patients with chronic hepatitis B who had beneﬁted from an initial management assessment according to the criteria of the EASL. Data were captured using Kobocollect software, encoded, and analyzed using R software, V.4.4.0. Ethical considera- tions were respected. Results: We collected 72 patients. The median age was 34 years (28-41), with a female predominance (56.9%). Housewives (34.7%) and teachers (16.7%) were the most represented. The notion of familial liver cancer (16.67%) was reported with 41.67% in the ﬁrst degree as well as in the second degree. The discovery of HBV carriage was made during an assessment initiated by the practitioner (63.9%), prenatal assessment (19%), and during a blood donation (9.7%). Nine patients (12.51%) were symptomatic. The hepatitis B e-antigen dosage was negative in 69 patients (95.53%). The median alanine aminotransferase levels were 23.10 IU/l (16-32.25) and viral load 379.5 IU/ml (37-1562). Two hepatitis D virus/HBV co-infections were observed. Fibrosis (F0-F1) was found in 82.5% of cases, F2-F3 in 14.3%, and cirrhosis in 3.2%. Tenofovir disoproxil fumarate treatment was initiated in 10 patients (13.9%), according to the 2017 EASL",
    "pages": [
      1
    ],
    "start_word": 0,
    "end_word": 400,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432421"
  },
  {
    "chunk_id": 2,
    "text": "alanine aminotransferase levels were 23.10 IU/l (16-32.25) and viral load 379.5 IU/ml (37-1562). Two hepatitis D virus/HBV co-infections were observed. Fibrosis (F0-F1) was found in 82.5% of cases, F2-F3 in 14.3%, and cirrhosis in 3.2%. Tenofovir disoproxil fumarate treatment was initiated in 10 patients (13.9%), according to the 2017 EASL guidelines. Ineligible patients (86.1%) were placed on surveillance, the rate and frequency of which depended on the initial phase. Among the patients lost to follow-up, 42 were under surveillance (67.64%) and four were under treatment (40%). Lack of treatment and high cost of care were the main reasons for exclusion from follow-up. In multivariate analysis, no factor was signiﬁcantly associated with loss to follow-up. Conclusions: Our study highlights the challenges of managing chronic viral hepatitis B in rural areas. The high cost of monitoring and the lack of treatment for the majority of patients contribute to loss of follow-up. Introduction Viral hepatitis B is a systemic liver-tropic infection caused by the hepatitis B virus (HBV). It can be acute or chronic. Chronic infection is characterized by persistent viral replication in the host for at least 6 months after infection. It is often associated with liver inﬂammation, which can lead to various long-term complications, including cirrhosis and hepatocellular carcinoma (HCC). Approximately 8-20% of people ∗ Corresponding author. E-mail address: atevi.lawson@univ-thies.sn (A.T.D.D. Lawson) . with chronic hepatitis B develop cirrhosis, of which approximately 20% will experience decompensation, and 1-5% will develop HCC [ 1 ]. Chronic hepatitis B remains a major public health problem and rep- resents a signiﬁcant challenge for the World Health Organization, de- spite the implementation of response programs within the framework of the Global Health Sector Strategies on HIV, viral hepatitis, and sexually transmitted infections (2016-2030). In 2022, the latest World Health Organization estimates indicate that approximately 1.2 million people https://doi.org/10.1016/j.ijregi.2025.100701 Received 22 May 2025; Received in revised form 1 July 2025; Accepted 3 July 2025 2772-7076/©2025 The Author(s). Published by Elsevier Ltd on behalf of International Society for Infectious Diseases. This is an open access article under the CC BY-NC-ND license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ) A.T.D.D.Lawson,M.Sidibé,D.Thioubetal. were newly infected with HBV worldwide, and a total of 254 million people are currently living with this infection. Although approximately 1.1 million HBV-related deaths occur each year, less than 13% of in- fected people are diagnosed, and only about 3% of them access treat- ment [ 1 , 2 ]. Sub-Saharan",
    "pages": [
      1,
      2
    ],
    "start_word": 350,
    "end_word": 750,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432502"
  },
  {
    "chunk_id": 3,
    "text": "infected with HBV worldwide, and a total of 254 million people are currently living with this infection. Although approximately 1.1 million HBV-related deaths occur each year, less than 13% of in- fected people are diagnosed, and only about 3% of them access treat- ment [ 1 , 2 ]. Sub-Saharan Africa is among the most aﬀected areas, characterized by high endemicity and a prevalence greater than 8%. Like other coun- tries in the region, hepatitis B represents a public health problem in Senegal, where 11% of the population is a chronic carrier of hepati- tis B surface antigen (HBsAg) [ 3 ]. In Senegal, despite the multiple ac- tions implemented by the national hepatitis control program, including the introduction of vaccination at birth in 2016, the treatment subsidy does not currently have a standardized algorithm for chronic hepati- tis B management. In 2017, the European Association for the Study of the Liver (EASL) proposed a new classiﬁcation dividing the natural his- tory of chronic hepatitis B into ﬁve phases: chronic hepatitis B e-antigen (HBeAg)-positive infection (phase 1), chronic HBeAg-positive hepatitis (phase 2), chronic HBeAg-negative infection (phase 3), chronic HBeAg- negative hepatitis B (phase 4), and the HBsAg loss phase (phase 5), as well as a surveillance scheme [ 4 ]. Few studies have been conducted in Senegal on chronic HBV car- riage, particularly in rural areas. The various studies included only patients undergoing treatment or chronic carriers in the complicated stages. Untreated chronic carriers were often excluded from the studies. It is in this context that we conducted a retrospective and prospective study at the Infectious and Tropical Diseases Department (SMIT) of the Mame Abdou Aziz Sy Dabakh Hospital Center in Tivaouane with the aim of evaluating the management of patients monitored for chronic viral hepatitis B in rural areas according to the EASL criteria. Methods We conducted an open, descriptive, retrospective cohort study with analytical aims, with occasional prospective interventions. The cohort consisted of all patients screened and followed up as outpatients or in- patients for chronic hepatitis B during the period from March 15, 2022 to December 7, 2024 (i.e., 33 months). Included were all patients with chronic hepatitis B who had received an initial management assessment according to the recommendations of the EASL. Not all patients were included co-infected with HBV/HIV. Data were collected from patients’ medical records using a pre-established standardized data collection form. A targeted",
    "pages": [
      2
    ],
    "start_word": 700,
    "end_word": 1100,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432518"
  },
  {
    "chunk_id": 4,
    "text": "2024 (i.e., 33 months). Included were all patients with chronic hepatitis B who had received an initial management assessment according to the recommendations of the EASL. Not all patients were included co-infected with HBV/HIV. Data were collected from patients’ medical records using a pre-established standardized data collection form. A targeted semi-structured interview by telephone call was con- ducted to assess reasons for dropout and irregularity in patient follow- up. Patients were classiﬁed and monitored in accordance with the EASL recommendations. Clinical and paraclinical monitoring was adapted ac- cording to patient classiﬁcation: ❖ Phase 1: quarterly alanine aminotransferase (ALT) testing, half- yearly viremia testing, and annual monitoring using non-invasive ﬁbrosis markers. ❖ Phase 3 with a viral load (VL) less than 2000 IU/ml: ALT measure- ment every 6 to 12 months, viremia and ﬁbrosis every 2 years. ❖ Phase 3 with HBV DNA greater than 2000 IU/ml: ALT testing every 3 months for the ﬁrst year, then every 6 months thereafter, with annual viral load and ﬁbrosis measurements. Socio-demographic, clinical, paraclinical, and therapeutic data were collected. An assessment of patient follow-up was carried out. Data were entered using Kobocollect software and then transferred to an Excel spreadsheet for coding before being analyzed using R software, version 4.4.0. Ethical considerations were respected. Results A total of 115 patients were followed for viral hepatitis B during the study period, with 72 ﬁles included for analysis. The population of our Table 1 Socio-demographic and clinical characteristics of patients monitored for chronic hepatitis B virus. Features Number Percentage (%) Age 34 (28-41) Sex Men 31 43.1 Women 41 56.9 Geographical origin Tivaouane 62 86.1 Outside the Thiès region 7 9.7 Department of Thiès 3 4.2 Marital status Married 61 84.7 Bachelor 9 12.5 Widower 2 2.8 Circumstance of diagnosis Systematic review 46 63.9 Blood donation 7 9.7 Prenatal check-up 19 26.4 Comorbidities Diabetes 3 4.2 High blood pressure 3 4.2 Lupus 1 1.4 Chronic kidney disease (dialysis stage) 1 1.4 History of liver cancer 12 16.67 First degree 5 41.67 Second degree 5 41.67 Functional signs Abdominal pain 4 5.56 Chest pain 2 2.78 Muscle cramps 1 1.39 Dyspnea on exertion 1 1.39 Low back sciatica 1 1.39 General signs Weight loss 2 2.78 Overweight/obesity 2 2.78 Physical asthenia 1 1.39 study consisted of 31 men (43.1%) and 41 women (56.9%) with a sex ratio of 0.76. The median age of the patients was 34",
    "pages": [
      2
    ],
    "start_word": 1050,
    "end_word": 1450,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432527"
  },
  {
    "chunk_id": 5,
    "text": "cramps 1 1.39 Dyspnea on exertion 1 1.39 Low back sciatica 1 1.39 General signs Weight loss 2 2.78 Overweight/obesity 2 2.78 Physical asthenia 1 1.39 study consisted of 31 men (43.1%) and 41 women (56.9%) with a sex ratio of 0.76. The median age of the patients was 34 years (28-41). The age group of 30-39 years was the majority, representing 36.1%. In our sample, 86.1% of patients resided in the department of Tivaouane. Mar- ried people were the majority and represented 84.72% of our sample, of which 72.1% were in a monogamous relationship. The circumstances of discovery were during a systematic assessment (63.9%), a blood donation (9.7%), and during the prenatal assessment (19%). No personal history was reported. Socio-demographic and clini- cal characteristics were reported in Table 1 . Patients underwent paraclinical assessment of the various parame- ters reported in Table 2 . The median VL was 379.5 IU/ml (37-1562). The majority of patients (79.2%) had a VL below 2000 IU/ml, of which 29.2% had an undetectable VL. However, 20.8% of patients had a VL above 2000 IU/ml. The search for viral markers, HBeAg was negative in 69 patients (95.53%) and positive in three patients (4.17%), anti- hepatitis B e-antibody positive in 6/10 patients, and anti-hepatitis B surface antibody negative in 11 patients. The search for hepatitis C virus (HCV) co-infections was negative in 34 patients (47.22%). Hepatitis D virus (HDV) serology was positive in 4/10 patients. Abdominal ultrasound revealed hepatic dysmorphism (6.2%) and hepatic steatosis (6.2%). Fibroscan was performed in 63 patients (87.5%), with a mean of 5.93 kPa ± 2.39 (3.10-17.30 Kpa). After the initial evaluation, the majority of patients, 62 (86.1%), pre- sented with chronic HBeAg-negative infection (phase 3). Among them, 58 patients (93.54%) had a VL ≤ 2000 IU/ml, whereas four patients (6.54%) had a VL between 2000 and 20,000 IU/ml. We present the dis- tribution of patients according to stage, according to the EASL nomen- clature ( Figure 1 ). Treatment was initiated in 10 patients (13.9%). The reasons for ini- tiating antiviral treatment were mainly due, in half of the cases (5/10), to patients classiﬁed in phase 4 and two patients in phase 2. Two other 2 A.T.D.D.Lawson,M.Sidibé,D.Thioubetal. Figure 1. Distribution of patients according to the EASL classiﬁcation. EASL, European Association for the Study of the Liver. Table 2 Paraclinical data of patients monitored for chronic hepatitis B virus. Paraclinical data Number",
    "pages": [
      2,
      3
    ],
    "start_word": 1400,
    "end_word": 1800,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432537"
  },
  {
    "chunk_id": 6,
    "text": "to patients classiﬁed in phase 4 and two patients in phase 2. Two other 2 A.T.D.D.Lawson,M.Sidibé,D.Thioubetal. Figure 1. Distribution of patients according to the EASL classiﬁcation. EASL, European Association for the Study of the Liver. Table 2 Paraclinical data of patients monitored for chronic hepatitis B virus. Paraclinical data Number Rate Biological parameters Alanine transaminase 72 23.10 IU/l (16-32.25) Aspartate transaminase 72 23.95 IU/l (18-36) Hemoglobin level 36 13.20 g/dl ± 1.5 (8-17) Creatinemia 36 9.039 mg/l (6-20) Fasting blood sugar 27 0.96 g/l (0.85-2.27) Viral markers Hepatitis B virus viral load 72 379.5 IU/ml (IQR: 37-1562) Anti-hepatitis B core antibody Positive 6 100% Hepatitis B e-antigen Positive 3 4.17 Negative 69 95.53 Anti-hepatitis B e-antibody 10 13.88 Positive 6 60 Negative 4 40 Imaging remove Abdominal ultrasound 32 44.44 Normal 28 87.6 Liver dysmorphism 2 6.2 Fatty liver disease 2 6.2 Transient elastometry F0-F1 52 82.5 F2-F3 9 14.3 Cirrhosis 2 3.2 patients with a family history of HCC and one patient with HDV co- infection were treated. The mean duration of follow-up was 25 months ± 6.60 (9-33). The group whose duration was greater than 24 months was the majority (30.6%). Pre-treatment renal assessment was normal in all patients. Among the 10 patients who received tenofovir disoproxil fumarate (TDF), transaminase monitoring was performed in only 50% of patients after 3 months, 40% after 12 months, and 30% after 18 months. Only 30% underwent ﬁbroscan monitoring after 12 months of treatment. Serum creatinine monitoring was performed in 30% of patients after 3 months of treatment and 40% after 12 months. In the cohort of patients not eligible for treatment (62/72), transam- inase monitoring was only performed in 32.26% of patients after 6 months, 29.03% after 12 months, and 17.04% after 18 months of follow- up. Among the 62 untreated patients, VL monitoring was only performed in 29.97% of patients after 12 months and 16.13% underwent ﬁbroscan monitoring after 12 months of follow-up. In our study, 46 patients (63.9%) were lost to follow-up, whereas the other 26 (36.1%) had irregular follow-up. Among the 46 patients lost to follow-up, four were on treatment (8.7%). No regular follow- up was noted. We were able to contact 11 of the 46 patients lost to follow-up to elucidate the reasons for their absence, including three who were undergoing treatment. Six patients reported that the absence of treatment, after a long journey to complete the",
    "pages": [
      2,
      3
    ],
    "start_word": 1750,
    "end_word": 2150,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432547"
  },
  {
    "chunk_id": 7,
    "text": "on treatment (8.7%). No regular follow- up was noted. We were able to contact 11 of the 46 patients lost to follow-up to elucidate the reasons for their absence, including three who were undergoing treatment. Six patients reported that the absence of treatment, after a long journey to complete the initial evaluation, which was costly and entirely at their expense, was the main reason for their exclusion from follow-up. Three patients under treatment, lost to follow- up, were contacted; the reason for discontinuation of treatment was self- medication with herbal medicine. In bivariate analysis, no parameter analyzed shows a signiﬁcant as- sociation with loss of sight. Discussion The population of our study was relatively young, with a median age of 34 years (28-41). The age group 30-39 years was the most repre- sented (36.1%). Vinikoor et al. [ 5 ] had found a median age of 33 years in Zambia. The median age was 30 years in Aberra et al. [ 6 ] in Ethiopia, with the most represented age group (26-35). In the study by Stasi et al. [ 7 ] in Italy, patients were older, with a median age of 50 years. The ma- jority of patients were between 45 and 54 years old, representing 23% of the sample. In Senegal, young people under 35 years of age represent 75% of the population, as shown by national ﬁgures from 2023 [ 8 ]. The young age of our study could be explained by the fact that it is a highly endemic country, where the infection is contracted mainly during the perinatal period, with a high risk of progression to chronic disease, but also by the fact that HBV vaccination was introduced in Senegal in 2005 into the vaccination program. 3 A.T.D.D.Lawson,M.Sidibé,D.Thioubetal. A female predominance with an F/M sex ratio of 1.32 was found in our study. Gomtse et al. [ 9 ] in Mali had obtained similar results, an F/M sex ratio of 1.13. This female predominance contrasts with data from the literature, which generally reports a male predominance. In their study, Diallo et al. [ 10 ] in Dakar reported a sex ratio of 2.2, whereas Lovett et al. [ 11 ] in Australia found a ratio of 2.28. The comorbidities observed were diabetes (4.2%), high blood pres- sure (4.2%), lupus (1.4%), and chronic kidney disease in the dialysis phase (1.4%). It is essential to look for",
    "pages": [
      3,
      4
    ],
    "start_word": 2100,
    "end_word": 2500,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432563"
  },
  {
    "chunk_id": 8,
    "text": "in Dakar reported a sex ratio of 2.2, whereas Lovett et al. [ 11 ] in Australia found a ratio of 2.28. The comorbidities observed were diabetes (4.2%), high blood pres- sure (4.2%), lupus (1.4%), and chronic kidney disease in the dialysis phase (1.4%). It is essential to look for these comorbidities, particularly diabetes and chronic kidney disease, to implement adequate monitoring and management of its chronic carriers [ 12 ]. The notion of familial liver cancer was observed in 12 patients (16.67%). This rate is signiﬁcantly higher than that reported by Diallo et al. [ 10 ] at Dantec Hospital (3.7%) and by Lemoine et al. [ 13 ] in Gam- bia (5%). No notion of familial HBsAg carriage was reported. This con- trasts with the study by Zounon et al. [ 14 ] in Thiès, who found a rate of 27.08%. The circumstances of discovery in our study were during a systematic assessment (63.9%), a blood donation (9.7%), and during the prenatal assessment (19%). Diallo et al. [ 10 ] in Dantec and Zoumon et al. [ 14 ] in Thiès were found during systematic screening (26.2%; 64.58%) and blood donation (18.6%, 10.42%), respectively. Our results are in agree- ment with the data in the literature, which reports that the discovery of hepatitis B is often made incidentally during screening in asymptomatic patients [ 15 ]. Clinical examination was normal in all patients (100%), as in the study of Zounon et al. [ 14 ], where almost all patients were asymptomatic (95.83%). For their part, Diallo et al. [ 10 ] reported a nor- mal examination in 58.6% of their patients, whereas Bobilwindé et al. [ 16 ] reported 79.4%. The disease generally progresses silently, as shown in our study, where 87.5% of patients showed no clinical signs during screening. Liver cytolysis (elevated ALT) was found in 18.9% of cases. The study by Jaquet et al., carried out in 2014 among prisoners at Rebeuss in Sene- gal, showed a rate of 25.5% of elevated ALT [ 17 ]. Lemoine et al. [ 13 ] found cytolysis in 12.2% of cases. An increase in ALT above the normal limit indicates hepatic cytolysis and is a determining factor in the deci- sion to initiate treatment. However, normal ALT levels do not exclude hepatic inﬂammatory activity, due to the ﬂuctuating nature of ALT lev- els during the course of the infection,",
    "pages": [
      4
    ],
    "start_word": 2450,
    "end_word": 2850,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432573"
  },
  {
    "chunk_id": 9,
    "text": "of cases. An increase in ALT above the normal limit indicates hepatic cytolysis and is a determining factor in the deci- sion to initiate treatment. However, normal ALT levels do not exclude hepatic inﬂammatory activity, due to the ﬂuctuating nature of ALT lev- els during the course of the infection, as described in the literature [ 15 ]. Thirty-six patients had undergone renal assessment (creatinine mea- surement). It was elevated in three patients (8.39%), and one patient had chronic kidney disease requiring extra-renal puriﬁcation and nephrol- ogy follow-up. Renal assessment before initiating antiviral treatment is important; it allows renal tolerance to be assessed in relation to TDF and thus the treatment dose to be adjusted [ 18 ]. HBeAg testing was negative in 69 patients (95.53%). These results are consistent with the literature, which reports that the majority of chronic HBV carriers in sub-Saharan Africa are HBeAg negative [ 19– 21 ]. Similar data were reported by Lemoine et al. [ 13 ] in Gambia in the prevention of liver ﬁbrosis and liver cancer in Africa (PROLIFICA) study (92.1%), Aberra et al. [ 6 ] in Ethiopia (90.7%), and Stasi et al. [ 7 ] in Italy (75.3%). The presence of HBeAg in the blood indicates active HBV replication. HBeAg clearance is followed by the appearance of anti-hepatitis B e- antibodies during the hepatitis B e-seroconversion phase. The absence of hepatitis B e-protein production results from the presence of nucleotide substitutions in the pre-core and/or core promoter regions. The mecha- nisms that explain, after spontaneous hepatitis B e-seroconversion, why some patients progress to chronic HBeAg-negative infection (chronic in- active carriage) and others to chronic HBeAg-negative hepatitis remain unknown [ 4 ]. HBeAg is one of the markers indicative of chronicity in the EASL nomenclature and is a determining parameter in the decision to initi- ate treatment. The other markers are of less interest once the diagnosis of chronic hepatitis has been made and are almost never tested in our cohort [ 4 ]. HBV VL was performed in all patients with a median of 379.5 IU/ml (37-1562). Furthermore, the majority of patients had a VL below 2000 IU/ml (79.2%), of which 29.2% had an undetectable VL (36.97 IU/ml). These results were conﬁrmed in Ethiopia [ 6 ] and in Gambia [ 17 ], where the majority of patients (57.5% and 91%, respectively) had a low viral replication rate ( ≤",
    "pages": [
      4
    ],
    "start_word": 2800,
    "end_word": 3200,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432583"
  },
  {
    "chunk_id": 10,
    "text": "of patients had a VL below 2000 IU/ml (79.2%), of which 29.2% had an undetectable VL (36.97 IU/ml). These results were conﬁrmed in Ethiopia [ 6 ] and in Gambia [ 17 ], where the majority of patients (57.5% and 91%, respectively) had a low viral replication rate ( ≤ 2000 IU/ml). In California, a meta-analysis by Sarkar et al. showed that the VL was less than 2000 IU/ml in the majority of patients (27.6%) at the initial assessment [ 12 ]. Although the majority of patients had near-zero viremia, a small pro- portion of our patients (8.3%) had high viral replication (VL greater than 20,000 IU/ml). Vinikoor et al. [ 5 ] in Zambia: 11.8%, Zounon et al. [ 14 ] in Thiès: 33.33%, and Ndiaye et al. [ 22 ] in Thiès: 23.1% had made the same observation during their work. The level of vi- ral replication is an important parameter for determining the indica- tion for treatment. Although viral replication is correlated with an in- creased risk of developing complications, including liver cirrhosis and HCC. The search for co-infections is essential in patients with chronic hep- atitis B because the mortality rate in these patients is higher than in those with HBV mono-infection due to more sustained liver inﬂamma- tion and rapid progression to complications, particularly HCC. In ad- dition, in cases of co-infection, the management diﬀers compared with mono-infected patients [ 23 ]. In our study, the search for HCV infection performed in 34 patients (47.22%) was negative. In the literature, the prevalence of HBV/HCV co-infection varies between 5 and 20%, with a highly variable geographical distribution [ 24 , 25 ]. In Senegal, it is es- timated at 1.7% according to national ﬁgures [ 26 ], whereas in France, Larsen et al. [ 27 ] found a rate of 24.3%. HDV serology performed in 36 patients (50%) was positive in two patients (5.56%). Tine et al. had found HBV-HDV co-infection in 4.7% of patients [ 28 ]. A meta-analysis in Italy reported a rate of 7% [ 7 ] and an Ethiopian cohort found 3.7% [ 29 ]. HDV plays an aggravating role in the progression of hepatitis B infection; hence, the importance of sys- tematic screening for the Delta virus in all patients with viral hepatitis B. It is associated with acute fulminant and chronic forms of hepatitis, leading to a more rapid progression",
    "pages": [
      4
    ],
    "start_word": 3150,
    "end_word": 3550,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432592"
  },
  {
    "chunk_id": 11,
    "text": "[ 29 ]. HDV plays an aggravating role in the progression of hepatitis B infection; hence, the importance of sys- tematic screening for the Delta virus in all patients with viral hepatitis B. It is associated with acute fulminant and chronic forms of hepatitis, leading to a more rapid progression to cirrhosis and HCC than with HBV monoinfection [ 30 ]. Co-infected patients were treated for HBV to slow disease progres- sion in our cohort. Currently, there is no treatment for HDV in Senegal. Fibroscan is currently considered the gold standard for detecting liver ﬁbrosis. It is a simple, non-invasive test with good reproducibil- ity for assessing ﬁbrosis [ 31 ]. It was performed in 63 patients (87.5%). The majority of patients (82.5%) had little or no ﬁbrosis lesions (F0-F1), nine patients (14.3%) had signiﬁcant ﬁbrosis (F2-F3), and two patients (3.2%) had cirrhosis. The mean was 5.93 kPa ± 2.39 (3.10-17.30 kPa). Ntagirabiri et al. [ 32 ] observed a mean rate of 7 kPa, Touréet al. [ 33 ] in Thiès 7.59 kPa, and Zoumon et al. [ 14 ], also in Thiès, 9.38 kPa. Cases of cirrhosis were identiﬁed by ﬁbroscan in subjects whose physical examination was normal. The ﬁbroscan result corresponded to the abnormalities observed on liver ultrasound. The latter was per- formed in 32 patients (44.44%) and was normal in 87.6% of cases. Four patients presented with liver abnormalities, suggesting a possible pro- gression towards the onset of complications. Among them, two patients (6.4%) had hepatic steatosis, whereas the other two had heteromultin- odular liver. Abdominal ultrasound is particularly useful in monitoring the infection, especially for the detection of complications [ 31 ]. After the initial evaluation, the majority of patients, 62 (83.3%), had chronic HBeAg-negative infection (phase 3). Among them, 58 patients had a VL ≤ 2000 IU/ml, whereas four patients had a VL between 2000 and 20,78000 IU/ml. However, these results should be taken with caution because the dif- ferential diagnosis with chronic HBeAg-negative hepatitis (phase 4) is sometimes diﬃcult. Indeed, after 1 year of follow-up, a third of patients initially classiﬁed as having chronic HBeAg-negative infection (phase 3) had chronic HBeAg-negative hepatitis (phase 4) with ﬂuctuations in VL 4 A.T.D.D.Lawson,M.Sidibé,D.Thioubetal. and transaminases requiring antiviral treatment [ 4 ]. Phase 4 patients represented 9.7%. Phases 1 and 2 were found to be 1.4% and 2.8%, respectively. Treatment consisted of TDF and was initiated in",
    "pages": [
      4,
      5
    ],
    "start_word": 3500,
    "end_word": 3900,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432601"
  },
  {
    "chunk_id": 12,
    "text": "chronic HBeAg-negative infection (phase 3) had chronic HBeAg-negative hepatitis (phase 4) with ﬂuctuations in VL 4 A.T.D.D.Lawson,M.Sidibé,D.Thioubetal. and transaminases requiring antiviral treatment [ 4 ]. Phase 4 patients represented 9.7%. Phases 1 and 2 were found to be 1.4% and 2.8%, respectively. Treatment consisted of TDF and was initiated in 10 patients (13.9%). The 2017 EASL eligibility criteria were used to determine the indica- tion for treatment. For these patients, follow-up is performed every 3-4 months during the ﬁrst year, then every 6-12 months thereafter. For untreated patients, follow-up is generally performed every 6-12 months [ 4 ], except for those in phase 3 with viremia ≥ 2000 IU/ml, for whom monitoring is carried out as for treated patients. Among the 72 patients in our study, 63.9% (46 patients) were lost to follow-up, including four under treatment, whereas the remaining 36.1% (26 cases) were followed up irregularly (performing monitoring examinations without respecting the chronology and rhythm deﬁned by the department). These results are similar to those obtained by Gomtse et al. [ 9 ], who observed that 64.5% of patients were lost to follow-up, whereas the remaining 35.5% were followed up irregularly. Patients were contacted to determine the reasons for treatment ir- regularity or even discontinuation. The main reason reported for this irregularity was the high cost of the necessary follow-up assessments. Mattern et al. [ 34 ]’s 2019 study in Madagascar reported the cost of care and the availability of treatment in pharmacies as reasons. In multivariate analysis, no factors were found to be associated with loss to follow-up. This result may be explained by the lack of statistical power of our study due to the small size of our study population. Conclusion Our study highlights the challenges of managing chronic viral hepati- tis B in rural areas. The high cost of monitoring and the lack of treatment for the majority of patients contribute to loss of follow-up. Declarations of competing interest The authors have no competing interests to declare. Funding This research did not receive any speciﬁc grant from funding agen- cies in the public, commercial, or not-for-proﬁt sectors. Ethics approval statement The study was approved by the ethics committee of the Thiès Health Directorate and Mame Abdou Sy Dabakh Hospital. References [1] World Health Organization Guidelines for the prevention, diagnosis, care, and treatment of people with chronic hepatitis B infection ; 2024 . https://iris.who.int/ [accessed 05 October",
    "pages": [
      4,
      5
    ],
    "start_word": 3850,
    "end_word": 4250,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432610"
  },
  {
    "chunk_id": 13,
    "text": "sectors. Ethics approval statement The study was approved by the ethics committee of the Thiès Health Directorate and Mame Abdou Sy Dabakh Hospital. References [1] World Health Organization Guidelines for the prevention, diagnosis, care, and treatment of people with chronic hepatitis B infection ; 2024 . https://iris.who.int/ [accessed 05 October 2024]. [2] World Health Organization Global hepatitis report 2024: action for access in low- and middle-income countries ; 2024 . https://iris.who.int/ [accessed 05 October 2024]. [3] Schweitzer A, Horn J, Mikolajczyk RT, Krause G, Ott JJ. Estimates of world- wide prevalence of chronic hepatitis B virus infections: a systematic re- view of data published between 1965 and 2013. Lancet 2015; 386 :1546–55. doi: 10.1016/S0140-6736(15)61412-X . [4] European Association for the Study of the Liver. EASL 2017 Clinical Practice Guide- lines on the management of hepatitis B virus infection. J Hepatol 2017; 67 :370–98. doi: 10.1016/j.jhep.2017.03.021 . [5] Vinikoor MJ, Sinkala E, Kanunga A, Muchimba M, Nsokolo B, Chilengi R, et al. Chronic hepatitis B virus monoinfection at a university hospital in Zambia. World J Hepatol 2018; 10 :622–8. doi: 10.4254/wjh.v10.i9.622 . [6] Aberra H, Desalegn H, Berhe N, Medhin G, Stene-Johansen K, Gundersen SG, et al. Early experiences from one of the ﬁrst treatment programs for chronic hepatitis B in sub-Saharan Africa. BMC Infect Dis 2017; 17 :438. doi: 10.1186/s12879-017-2549-8 . [7] Stasi C, Silvestri C, Berni R, Brunetto MR, Zignego AL, Orsini C, et al. Clinical epi- demiology of chronic viral hepatitis B: a Tuscany real-word large-scale cohort study. World J Hepatol 2018; 10 :409–16. doi: 10.4254/wjh.v10.i5.409 . [8] Agence Nationale de la Statistique et de la Démographie (ANSD) du Sénégal The main results of the 5th general census of the population and housing of Senegal ; 2023 . https://www.ansd.sn/actualite/les-principaux-resultats-du-5e-recensement- general-de-la-population-et-de-lhabitat-du?utm_source = chatgpt.com [accessed 05 October 2024]. [9] Gomtse I. Evaluation of the management of patients with chronic viral hepatitis B at the Luxembourg Mother and Child University Hospital [Thesis . Bamako (Mali): University of Science, Technology and Engineering of Bamako, Faculty of Medicine and Odon- tology; 2018 . [10] Diallo S, Bassène ML, Gueye MN, Thioubou MA, Dia D, Mbengue M, et al. Viral hepatitis B: clinical, paraclinical and evolutionary features within the Hepatogas- troenterology Department at the Aristide Le Dantec Hospital: about 728 cases. Pan Afr Med J 2018; 31 :82. doi: 10.11604/pamj.2018.31.82.14725 . [11] Lovett GC, Nguyen T, Iser DM, Holmes JA, Chen R, Demediuk B,",
    "pages": [
      5
    ],
    "start_word": 4200,
    "end_word": 4600,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432617"
  },
  {
    "chunk_id": 14,
    "text": "D, Mbengue M, et al. Viral hepatitis B: clinical, paraclinical and evolutionary features within the Hepatogas- troenterology Department at the Aristide Le Dantec Hospital: about 728 cases. Pan Afr Med J 2018; 31 :82. doi: 10.11604/pamj.2018.31.82.14725 . [11] Lovett GC, Nguyen T, Iser DM, Holmes JA, Chen R, Demediuk B, et al. Eﬃcacy and safety of tenofovir in chronic hepatitis B: Australian real-world experience. World J Hepatol 2017; 9 :48–56. doi: 10.4254/wjh.v9.i1.48 . [12] Sarkar M, Shvachko VA, Ready JB, Pauly MP, Terrault NA, Peters MG, Manos MM. Characteristics and management of patients with chronic hepatitis B in an integrated care setting. Dig Dis Sci 2014; 59 :2100–8. doi: 10.1007/s10620-014-3142-2 . [13] Lemoine M, Shimakawa Y, Njie R, Taal M, Ndow GPROLIFICA Investigators. Accept- ability and feasibility of a screen-and-treat program for hepatitis B virus infection in the Gambia: the Prevention of Liver Fibrosis and Cancer in Africa (PROLIFICA) study. Lancet Glob Health 2016; 4 :e559–67. doi: 10.1016/S2214-109X(16)30130-9 . [14] Zounon M. Chronic viral hepatitis B: epidemio-clinical, paraclinical and evolutionary aspects of patients under tenofovir at Barthimée Hospital in Thiès and Mame Abdou Aziz Dabakh Sy Hospital in Tivaouane [thesis] . Thiès: Iba Der Thiam University of Thiès, UFR of Health Sciences, Medicine Section; 2023 . [15] Pol S, Mallet V, Dhalluin V, Fontaine H. Viral hepatitis. EMC Mal Infect 2007; 4 :1–32 . [16] BobilwindéSSMO, Fahosiata N, Léonce ZS, Damien OZ, Mali K, et al. Viral hepatitis B under tenofovir in Ouagadougou (Burkina Faso). Open J Gastroenterol 2021; 11 :141– 50. doi: 10.4236/ojgas.2021.118015 . [17] Jaquet A, Nouaman M, Tine J, Tanon A, Anoma C, Inwoley A, et al. Hepatitis B treatment eligibility in West Africa: uncertainties and need for prospective cohort studies. Liver Int 2017; 37 :1116–21. doi: 10.1111/liv.13484 . [18] Ramirez AM, Wandeler G. HIV, viral hepatitis, sexual health. Treatment and moni- toring of HBV infection. EDP sciences-Afravih 2020:901–15 . [19] Bonnard P, SombiéR, Lescure FX, Bougouma A, Guiard-Schmid JB, Poynard T, et al. Comparison of elastography, serum marker scores, and histology for the assessment of liver ﬁbrosis in hepatitis B virus (HBV)-infected patients in Burkina Faso. Am J Trop Med Hyg 2010; 82 :454–8. doi: 10.4269/ajtmh.2010.09-0088 . [20] Invernizzi F, Viganò M, Grossi G, Lampertico P. The prognosis and management of inactive HBV carriers of interferon-free treated chronic hepatitis C patients with hepatocellular carcinoma. Liver Int 2016; 36 :100–4. doi: 10.1111/liv.13006 . [21] Shimakawa Y, Njie",
    "pages": [
      5
    ],
    "start_word": 4550,
    "end_word": 4950,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432623"
  },
  {
    "chunk_id": 15,
    "text": "Am J Trop Med Hyg 2010; 82 :454–8. doi: 10.4269/ajtmh.2010.09-0088 . [20] Invernizzi F, Viganò M, Grossi G, Lampertico P. The prognosis and management of inactive HBV carriers of interferon-free treated chronic hepatitis C patients with hepatocellular carcinoma. Liver Int 2016; 36 :100–4. doi: 10.1111/liv.13006 . [21] Shimakawa Y, Njie R, Ndow G, Vray M, Mbaye PS, Bonnard P, et al. Development of a simple score based on HBeAg and ALT for selecting patients for HBV treatment in Africa. J Hepatol 2018; 69 :776–84. doi: 10.1016/j.jhep.2018.05.024 . [22] Ndiaye PK. Comparison of serum markers and liver biopsy in the assessment of liver ﬁbrosis in Senegalese carriers of the viral hepatitis B virus: about 52 cases [thesis] . Thiès: Iba Der Thiam University of Thiès; 2019 . [23] Bourlière M. Inactive carriage of HBV. Fmc-hge. Marseille Post’u 2018; 308 :209–16 . [24] Caccamo G, Saﬃoti F, Raimondo G. Hepatitis B virus and hepatitis C virus dual in- fection. World J Gastroenterol 2014; 20 :14559–67. doi: 10.3748/wjg.v20.i40.14559 . [25] Konstantinou D, Deutsch M. The spectrum of HBV/HCV coinfection: epidemiol- ogy, clinical characteristics, viral interactions and management. Ann Gastroenterol 2015; 28 :221–8 . [26] National Hepatitis Control Program. Hepatitis B, http://hepatites.sn/index.php/ combattre-les-hepatites/la-reponse-du-senegal ; n.d. [accessed 17 December 2024]. [27] Larsen C, Pialoux G, Salmon D, Antona D, Le Strat Y, Piroth L, et al. Prevalence of hepatitis C and hepatitis B infection in the HIV-infected population of France, 2004. Euro Surveill 2008; 13 :18888. doi: 10.2807/ese.13.22.18888-en . [28] Tine JM. Treatment criteria according to WHO and EASL recommendations for HBV mono-infected patients monitored at the infectious and tropical diseases department of the CNHU of FANN and at the MI and hepato-gastroenterology clinic of the main hospital of Dakar. Dakar: UCAD medicine 2019 Dissertation No. 123 . [29] Tamaki N, Kurosaki M, Tanaka Y, Suzuki Y, Hoshioka T. Noninvasive estimation of ﬁbrosis progression over time using the FIB-4 index in chronic hepatitis C. Hepatol Res 2013; 20 :1–76 . [30] Lunel Fabiani F., El Bara A., Hamed C.T., LE Guillou Guillemette H. Delta hep- atitis in Africa: epidemiological and clinical particularities. Med Trop Sante Int. 2023;3(4):mtsi.v3i4.2023.430. doi:10.48327/mtsi.v3i4.2023.430 . [31] Restellini S, Spahr L. Are non-invasive tests going to replace the liver biopsy for diagnosis of liver ﬁbrosis? Rev Med Suisse 2012; 8 :1411–15 . [32] Ntagirabiri R, Munezero B, Nahimana C, Ndabaneze E. Hepatitis B virus genotypes and evolutionary markers in chronic HBsAg patients",
    "pages": [
      5
    ],
    "start_word": 4900,
    "end_word": 5300,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432630"
  },
  {
    "chunk_id": 16,
    "text": "Int. 2023;3(4):mtsi.v3i4.2023.430. doi:10.48327/mtsi.v3i4.2023.430 . [31] Restellini S, Spahr L. Are non-invasive tests going to replace the liver biopsy for diagnosis of liver ﬁbrosis? Rev Med Suisse 2012; 8 :1411–15 . [32] Ntagirabiri R, Munezero B, Nahimana C, Ndabaneze E. Hepatitis B virus genotypes and evolutionary markers in chronic HBsAg patients in Bujumbura. Pan Afr Med J 2016; 23 :95. doi: 10.11604/pamj.2016.23.95.8424 . [33] Touré PS, Berthé A, Diop MM, Diarra AS, Lô G, Sow-Sall A, et al. Non-invasive markers for the assessment of ﬁbrosis in Senegalese chronic carriers of the hepatitis B virus: a report of 404 cases. Afr. J. Intern. Med. 2023; 4 :34–6. doi: 10.1016/j.revmed.2015.10.184 . [34] Mattern C, Pourette D, Andriamandimby SF, Rabarison J, Darsot A, Ralaizara B, et al. Challenges in accessing treatments for chronic hepatitis B in Madagascar: a qualitative study among caregivers and those aﬀected. Rev Epidemiol Sante Publieue 2023; 71 :102088. doi: 10.1016/j.respe.2023.102088 . 5",
    "pages": [
      5
    ],
    "start_word": 5250,
    "end_word": 5650,
    "source_file": "input1.txt",
    "created_at": "2026-02-02T13:27:09.432636"
  }
]